mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
alsa-plugins
alsa-utils
autoconf
automake
btrfs-progs
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
fuseiso
gamemode
gcc
htop
make
neofetch
patch
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto

