mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
linux-headers
xdg-user-dirs
alsa-plugins
alsa-utils
autoconf
automake
dnsmasq
dtc
efibootmgr
egl-wayland
gcc
htop
lzop
m4
make
neofetch
patch
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
snapper
ufw
zsh
